<template>
  <div class="resource-step--container">
    <div class="privacy">
      <h3>我们如何收集和使用您的个人信息</h3>

      <strong>
        我们会遵循正当、合法、必要的原则，出于本指引所述的以下目的，收集和使用您在使用服务过程中主动提供或因使用
        MPL
        Studio产品和/或服务而产生的个人信息。如果我们要将您的个人信息用于本指引未载明的其它用途，或基于特定目的将收集而来的信息用于其他目的，我们将以合理的方式向您告知，并再次征得您的同意。如果您对下列内容中的概念有疑问，请查阅第十一条的定义和解释。
      </strong>

      <strong>在您使用
        <strong> MPL Studio </strong>
        产品和/或服务时，我们需要/可能需要在如下两种情况下收集和使用您的个人信息：
        为实现向您提供 MPL
        Studio产品和/或服务基本的业务功能（属于全部业务功能的一部分），您须授权我们收集、使用的必要信息。如您拒绝提供相应信息，您将无法使用相应
        <strong> MPL Studio </strong>
        的产品和/或服务最基本的功能，即参与问答社区最基本的活动，包括提问和回答，得到适合您提问和/或回答的相关信息。
        在您使用 MPL
        Studio产品和/或服务时，我们需要/可能需要在如下两种情况下收集和使用您的个人信息：
        在提供相对基本的业务功能以外，我们一直在努力提供更丰富的 MPL
        Studio产品和/服务，以扩展、提高和加强您的使用体验；此类业务功能需要收集、使用相应的必要个人信息。如您拒绝提供，您将无法使用该等扩展体验的业务功能或无法达到我们拟达到的最佳扩展功能效果和体验，但并不会影响您正常使用
        <strong> MPL Studio </strong>产品和/或服务基本的业务功能。
      </strong>

      <p>
        如您拒绝 <strong> MPL Studio </strong>收集您的任何个人信息，
        <strong> MPL Studio </strong>
        将无法向您提供包括基本业务功能在内的本平台任何功能。在此情况下， MPL
        Studio向您提供
        「仅浏览」模式，旨在协助您在决定接受本指引前得到本平台的初步体验，即部分内容浏览，该等信息一般是基于其他用户同意本指引并提供他们的必要个人信息生成的内容。
      </p>

      <strong>
        提示您注意：由于不同的产品或服务所需的个人信息有所不同，我们还会在您使用具体产品和/或服务前通过页面提示、交互流程等方式征求您的同意，获取个人信息的范围以您同意的特定产品和/或服务的协议或规则为准。
      </strong>

      <p>
        由于我们向您提供的产品和/或服务是不断更新的，如果某一产品或服务未在前述内容中说明且收集了您的信息，我们会通过页面提示、交互流程、网站公告等方式另行向您说明信息收集的内容，以征得您的单独同意。该说明构成本指引的一部分，且该信息适用本指引的约定。
      </p>

      <h3>1.1 我们将在以下业务场景收集和使用您的个人信息：</h3>
      <strong>1.1.1 账号注册、登录、账号绑定和安全</strong>
      <p>
        当您注册和登录
        <strong> MPL Studio </strong>
        账号时，我们依据实名制相关法律规定，需要您提供有效的中国大陆手机号码，用于注册和登录
        <strong>MPL Studio</strong>
        账号。请您注意，您向我们提供中国大陆手机号码是我们向您提供基本业务功能所必需的个人信息，如您拒绝提供，则我们无法向您提供
        <strong>MPL Studio</strong> 基本的业务功能，您将仅能使用「仅浏览」模式。
      </p>
      <strong>
        您也可以使用邮箱、海外手机号的方式注册和登录 MPL
        Studio，但我们会在您登录成功后的合法场景下，要求您进一步提供中国大陆手机号码以满足实名制的相关规定。
      </strong>

      <p>
        当需要修改账号密码时，请您输入新密码，以完成重置。当您需要修改手机号时，请您输入新手机号和短信验证码。您可以自愿在设置页面绑定您的邮箱，此时，您需要提供您的邮箱账号和我们发送给您的短信验证码进行验证操作。如您需设置信任设备，您需要向我们提供您正在使用的设备名称、设备类型、最后使用时间。当您开通
        <strong> MPL Studio </strong>
        机构号时，您需要向我们提供您的邮箱地址、登录密码。
      </p>

      <p>
        当您的账号无法使用时，您可以通过账号申诉进行找回。此时，您可以选择提供您账号绑定的手机号码、邮箱、用过的密码、注册时间、常用访问城市、手机端登录常用设备、PC
        端登录常用浏览器、知乎消费记录、曾用名、曾用一句话介绍或个人简介的任一几项，以便我们核实您的身份。请您知悉，您可自行选择填写前述信息中的一项或几项，但您提供的信息需达到足够判断出您有权使用该账号的合理程度。
      </p>

      <p>
        当您注册成为知乎用户并登录本平台后，您可以在本平台使用基本的业务功能，包括
        <br>
        （1）阅读、浏览其他用户或知乎发布的「问答、想法、视频、专栏、文章、课程、书籍、直播」等内容；
        <br>
        （2）发布「问题、回答、文章、专栏、想法、视频」等内容；
        <br>（
        3）与其他用户进行互动，包括编辑其他用户的提问，邀请其他用户回答问题，向其他用户发送私信，对其他用户发布的内容进行评价（包括赞同、反对、喜欢、收藏和评论）、订阅问题与关注其他用户。
        <br>
        为保证提供服务的安全性、稳定性以及知乎服务的可持续性和健康成长，我们会收集在此过程中产生的网络日志信息，留存您发布的内容（包括图片、文字、音视频信息）。
      </p>

      <p>
        当您通过知乎小程序（包括微信平台小程序、百度平台小程序等）或其他除知乎
        App
        外的程序、软件、客户端等阅读、浏览知乎平台内容时，因产品功能不同，特定情况下您只能阅读、浏览部分内容，如您需继续阅读、浏览剩余内容的，您需复制该页面显示的指定口令并打开知乎
        App，在知乎 App
        中继续您的阅读、浏览。为实现该功能，我们需要访问您的剪切板，读取其中包含的口令。
      </p>

      <p>
        在您分享或接收被分享的内容、短链等情形下，我们可能需要访问您的剪切板，读取其中包含的口令、分享码、链接，以实现自动跳转、口令跳转、分享等功能或服务。
      </p>

      <p>
        为方便您查看您已关注的用户和内容，我们将汇总您的关注记录并在「我的」主页中向您展示。同时，我们提供查看通讯录好友的功能，开启此功能需要您单独同意我们使用手机通讯录权限，以便您同意后即可看到您的通讯录好友是否为知乎用户，但同时这也意味着他人也可从其通讯录中发现您的知乎账号。
      </p>

      <p>
        此外，当您回答问题时，如选择将百度网盘中的文件上传，经过您的单独授权，我们还会读写您在百度网盘中的数据。当您发布带有位置信息的内容，我们将在征得您的单独同意后，开启设备定位权限后获取设备的位置信息。当您需要上传图片时，我们将在征得您的单独同意后，获取您的相册权限或相机权限。
      </p>

      <p>
        当您使用知乎的视频创作工具录制和发布配音内容时，知乎为您提供「声音复刻」服务。如您需使用该服务的，需授权并开启
        麦克风权限。在获得您的单独同意后，我们会收集和分析您本人录制并上传的极少量音频，并生成专属于您且仅由您个人使用的虚拟音色。您可直接使用该虚拟音色为您发布的内容自动添加配音。
      </p>

      <p>
        为确保您可以实现互动、交流、信息分享，
        我们会通过您提供的手机号码邀请您与我们（包括我们同一集团下的关联公司）签约、合作、发布内容、以各种形式参与创作或者进行知识产权和其他权利的分享、
        授权和被授权活动；邀请您参与有关我们服务的调查、客户调研、售后回访；向您介绍和解释知乎的产品和服务等信息。如您不希望我们和您联系，
        您可以按照本指引第四节所述方式拒绝或退订我们或运营方发送的前述信息。
      </p>

      <p>
        当您拍摄或播放视频等内容或在后台运行状态时，为了适配您的设备状态，我们会调用设备的陀螺仪、加速度、重力等传感器，以进行自动对焦处理或调整视角显示。
        请您了解，单纯的传感器数据通常无法单独识别您的个人身份，不属于您的个人信息。
      </p>

      <p>
        当您使用「摇一摇」等依赖于动作开展的互动或在后台运行状态，我们会使用您的陀螺仪、加速度、重力等传感器，以识别您的动作，
        用于活动参与或为您展示下一步互动场景。请您了解，单纯的传感器数据通常无法单独识别您的个人身份，不属于您的个人信息。
      </p>

      <h3>1.1.3 账号公开信息</h3>

      <strong>1.1.3.1 个人主页</strong>

      <p>
        为展示您的个人形象和向您推荐内容，您可以选填并编辑您的基础信息，包括性别、生日、住址、个人简介、个人职业、工作经历、教育经历。
        您也可以选择进行认证，具体请查看下文关于「身份认证」的功能描述。
      </p>

      <p>
        此外，为丰富您的基础资料，您还可以设置账号昵称，您的昵称可以和其他用户重名，知乎会设置并记录专属于此账号的系统识别标记，
        以便系统和其他用户能够准确分辨。您可以选择是否设置头像，但不设置头像不影响您使用。您设置头像时，可选择使用您已绑定的第三方账号的头像，
        或者采取拍照上传头像或使用您设备中的照片作为头像。若您选择拍照上传头像的，我们将申请获取您的相机权限；若您选择使用您设备中的照片作为头像的，我们将申请获取您的照片/相册权限。
      </p>

      <p>
        生日祝福：知乎始终重视对用户的人文关怀并期待通过各种方式给与用户仪式感等惊喜。如您在个人主页填写了您的生日信息，
        我们可能会根据该信息在您填写的日期当天以页面弹窗等形式向您发送生日祝福和生日专享福利等，您可以选择关闭或领取该福利。
      </p>

      <h3>1.1.3.2 发布、互动等公开的账号动态</h3>

      <p>
        您的关注数和关注列表、关注您的数量和列表、您的获赞数、获得的喜欢数、获得的收藏数、获得的专业认可数、您公开发布的内容（含提问、回答、视频、想法、文章、专栏、视频合集、Live
        讲座等）、您的赞同内容、您的关注内容（含关注的专栏、话题、问题、收藏夹等）、您的收藏内容、您商品橱窗中的商品（如有）、及您账号的其他动态（如参与盐选专栏、借阅电子书等），
        将会在您知乎账号的个人主页中公开展示。
      </p>

      <p>
        如其他用户关注了您或您关注了其他用户，当被关注账号产生新的动态时，关注人将可在特定页面或特定位置（如「动态」频道等）查看到该动态详情。
      </p>

      <p>
        如您不希望某些用户关注您或与您进行其他互动，您可选择将该用户加入黑名单。请您知悉，被您加入黑名单的用户仅不能和您互动，但仍可以查看您的公开信息。
      </p>

      <h3>1.1.4 身份认证（个人认证）</h3>

      <p>
        知乎提供认证个人身份信息的服务，目前包括学历认证、职业认证、公众人物认证、站外创作者认证。当您申请知乎为您进行身份认证时，经过您单独同意
        ，您需要向我们提供姓名 、身份证号
        或其他证件号、有关身份证明的信息。具体为：
      </p>

      <ul>
        <li>
          如您选择进行学历认证，您还需要填写您的学历、学位、教育经历（包括学校全称、专业，并上传认证材料）。
        </li>
        <li>
          如您选择进行职业认证，您还需要填写您的行业、职业、工作单位、职位、工作经历，并上传工作证明材料（包括纸质名片/工牌/在职证明）。
        </li>
        <li>
          如您选择公众人物认证，您还需要填写社会身份、曾获奖项、曾获荣誉、您在其他平台的身份证明材料。
        </li>
        <li>
          如您选择进行其他网站创作者认证，您需要授权我们从第三方平台（包括微信、哔哩哔哩、抖音、快手）共享获得您在该第三方平台的账号链接或
          ID。
        </li>
      </ul>

      <h3>1.1.5 个性化展示/推荐</h3>
      <p>
        在您使用知乎 App
        时，为帮助我们更加了解您如何接入和使用我们的产品与/或服务、维护我们的产品与/或服务、维持知乎
        App
        最基本的业务运转或对您作出其他方面的回应，我们可能会收集和使用您使用我们的产品与/或服务时或相关产品与/或服务后台运行时的
        IP 地址、应用软件使用记录、设备信息(硬件序列号、设备 MAC
        地址、IMEI、IMSI、Android
        ID)。请您理解，只有在您同意我们收集上述信息后您才能使用相应知乎基本的业务功能。
      </p>

      <p>
        为实现向您展现或推荐相关程度更高(而非普遍推送)的内容或者广告，我们会在您使用我们的产品与/或服务或相关产品与/或服务后台运行时主动收集您的浏览使用记录、设备信息(设备型号、MAC
        地址、操作系统、网络环境、设备定位信息、设备的网络运营商、设备
        ID、IMEI、IMSI)、IP
        地址、OAID、日志信息、应用软件列表、位置信息(我们在您开启设备位置权限时会收集设备的精确定位信息)。
        请注意，前述单独的各类信息是无法识别特定自然人身份的信息。如果我们将这类信息与其他信息结合使用后能够识别出特定自然人身份的，则在结合使用期间，
        这类信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将这类信息做匿名化、去标识化处理。
      </p>

      <h3>我们如何使用 Cookie 和其他技术</h3>

      <p>
        您使用我们的服务时，我们会在您的计算机或移动设备上存储名为 Cookie
        的小数据文件。Cookie
        通常包含标识符、站点名称以及一些号码和字符。我们使用该等信息判断注册用户是否已经登录，提升服务和/或产品质量及优化用户体验。如您不希望个人信息保存在
        Cookie 中，您可对浏览器进行配置，选择禁用 Cookie 功能。
      </p>

      <p>
        您可根据自己的偏好管理或删除 Cookie。您可以清除计算机上保存的所有
        Cookie，大部分网络浏览器都设有阻止 Cookie 的功能。
      </p>

      <p>
        请您知悉，倘若您拒绝使用或清除已有的追踪技术，则需要在每一次访问时亲自更改用户设置，并且，我们可能无法向您提供更加优质的使用体验，部分服务亦可能会无法正常运作。
      </p>

      <h3>我们如何存储您的个人信息</h3>

      <strong>我们将对从中华人民共和国境内获得的用户个人信息存放于中华人民共和国境内，并在本指引所述目的所需的最短期限内保留您的个人信息。
        超出保存期限后，我们会对您的个人信息进行删除或者匿名化处理，但国家法律法规、规章、规范性文件或政府的政策、命令等另有要求或为履行我们的合规义务而需要保留您的个人信息的除外。
        例如：《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年；《中华人民共和国网络安全法》
        要求采取监测、记录网络运行状态、网络安全事件的技术措施，并按照规定留存相关的网络日志不少于六个月。
      </strong>
    </div>
    我已确认此声明
    <input type="checkbox" class="mpl-input">
  </div>
</template>
