<template>
  <div class="iframe--container mpl-scroll-none">
    <!-- <div class="event-flow">
      <div>1、可视化事件流。显示用户拖拉拽实现的事件流程</div>
      <div>
        2、用户操作页面页面，事件流也会同步更新流向[使用前端API内置实现]
      </div>
      <div>
        3、事件流向用户记录展示用户操作步骤，可视化查漏补缺，提高UI/UE的自测能力
      </div>
      <div>
        4、预览模式的事件流禁止编辑操作。只有编辑模式才可以保存[后续考虑放开部分操作保存能力]
      </div>
      <div>
        5、预览模式与正式环境存在部分较小差异，一切以部署后的[开发、测试、生产]环境为准
      </div>
      <div>
        6、此模式需要使用Echarts资源库，比较消耗性能，所以预览模式状态默认开启节省资源模式[60s内未执行操作，则弹窗提示是否继续预览，等待10s后关闭预览模式]
      </div>
      <div>
        7、可视化事件流需要用户使用前端API为主，任何的二次编辑前端API操作将无法正确的显示其页面的事件流
      </div>
      <div>
        8、已经解锁的页面为编辑模式，锁定的页面默认为预览模式。切换页面时显示不同的模式[编辑预览模式绑定页面文件]
      </div>
      <div>9、编辑页面可直接切换为预览模式，增加返回按钮，跳转为编辑模式</div>
      <div>
        10、与分享模式不同，分享模式禁止更改任何事件流，仅做预览观看，展示全屏模式
        + iframe站点模式 + 事件流只读
      </div>
    </div> -->
  </div>
</template>
